Repository: jcfr/UltrasoundTrainingSystem
Catalog: I18nGuideletLib/Resources/locales/*/LC_MESSAGES/*.po
Languages: ar, fr

source: Scene
ar: مشهد
fr: Scène

source: Load Scene
ar: تحميل المشهد
fr: Scène de chargement

source: Settings
ar: إعدادات
fr: Réglage

source: Layout:
ar: نسق/تصميم
fr: Agencement:

source: OpenIGTLink connector:
ar: IGT LINK فتح وصلة
fr: Connecteur OpenIGTLink:

source: Show 3D Slicer user interface
ar: 3D SLICER عرض واجهة المستخدم ل
fr: Afficher l'interface utilisateur 3D Slicer

source: Show Guidelet in full screen
ar: في شاشة كاملة Guidelet عرض
fr: Afficher Guidelet en plein écran

source: Save Guidelet scene
ar: GUIDELET حفظ مشهد
fr: Afficher Guidelet en plein écran

source: Save scene directory:
ar: حفظ مجلد المشهد
fr: Scène de chargement:

source: Exit
ar: خروج
fr: Sortie

source: Ultrasound
ar: الموجات فوق الصوتية
fr: Échographe

source: Start Recording
ar: بدأ التسجيل
fr: Commencer l'enregistrement

source: Un-freeze
ar: تفعيل
fr: Activer

source: Freeze
ar: تجميد/ تعليق
fr: En attente

source: Normal
ar: طبيعي

source: Bright
ar: الاضاءة
fr: Brillant

source: Brighter
ar: أكثر إضاءة
fr: Plus lumineux
